export default [
    {
        id: "skfjglhk0",
        title: "개발자는 정말로 사라질까?",
        content:
            "빠르게 성장하는 AI 도구가 개발의 영역을 침범하고 있습니다. 누군가는 개발자란 직업의 종말을, 누군가는 새로운 정의를, 누군가는 또 다른 직업 유형을 제시합니다. 사람들이 개발자의 미래를 상상하며 던지는 질문은 단순합니다. 개발자는 정말로 사라질까요?",
        date: "2023-09-20T12:20:20.789Z",
        userId: "somy",
        hits: 50,
    },
    {
        id: "fkhjldkhjh332",
        title: "개발자를 위한 실전 '코딩테스트' 준비 팁",
        content:
            "개발자라면 누구나 '코딩테스트'를 준비해 본 경험이 있을 겁니다. 코딩테스트는 여러분의 두뇌가 얼마나 비상한지, 복잡하게 꼬인 문제를 얼마나 천재적인 발상으로 해결할 수 있는지 시험하기 위한 절차가 아닙니다. 대신 정해진 범위 안에서 정형화된 유형별로 출제된 문제를 푸는 시험이죠. 즉, 누구나 공부하는 방법을 알고 제대로 공부한다면 충분히 통과할 수 있습니다.",
        date: "2023-09-23T12:34:56.789Z",
        userId: "somy",
        hits: 100,
    },
    {
        id: "ggkglaklgj",
        title: "시작하는 개발자를 위한 JS 구조 분해 활용법 3가지",
        content:
            "배열의 구조 분해 역시 자주 쓰이는 구문이지만, 더 흔히 쓰이는 게 있습니다. 바로 객체 구조 분해입니다. 객체 구조 분해는 순서를 따르지 않기 때문에 배열 구조 분해보다 실용적입니다.사용자 정보를 가진 객체 user를 예로 보겠습니다.user 객체는 이름, 나이, 이메일 주소를 가지고 있습니다.이 정보를 구조 분해하여 변수에 할당하려면 다음과 같이 작성합니다.",

        date: "2023-09-26T12:34:56.789Z",
        userId: "somy",
        hits: 200,
    },
];
